Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/ProgressMessages.resw
Source language: en
Languages: es, zh_hans

# PM_CleanRubbishBin
source: Clearing the rubbish bin...
es: Vaciando la papelera...
zh_hans: 正在清空垃圾桶…

# PM_CreateAccountHeader
source: Creating account...
es: Creando cuenta...
zh_hans: 建立账号...

# PM_CreateAccountSubHeader
source: Please wait while we send you a confirmation sign-up link.
es: Espera a que te enviemos el enlace de confirmación.
zh_hans: 请等待我们向您发送注册确认的链接。

# PM_CreateFolder
source: Creating folder...
es: Creando carpeta...
zh_hans: 创建文件夹...

# PM_Delete
source: Deleting...
es: Eliminando...
zh_hans: 删除中...

# PM_FastLoginHeader
source: Resuming session...
es: Reanudando sesión...
zh_hans: 正在恢复...

# PM_FetchNodesSubHeader
source: Requesting account data.
es: Solicitando datos de la cuenta.
zh_hans: 正在请求账户数据。

# PM_LoginHeader
source: Logging in...
es: Iniciando sesión...
zh_hans: 登入中...

# PM_LoginSubHeader
source: Please wait while we log you into your account.
es: Espera a que se abra la sesión de tu cuenta.
zh_hans: 请稍等，我们将您登录到您的账户。

# PM_Logout
source: Logging out...
es: Cerrando sesión...
zh_hans: 正在登出...

# PM_Move
source: Moving...
es: Moviendo...
zh_hans: 正在移动...

# PM_MoveToRubbishBin
source: Moving to rubbish bin...
es: Moviendo a la papelera...
zh_hans: 正在移动至垃圾桶

# PM_Remove
source: Removing...
es: Eliminando...
zh_hans: 正在删除...

# PM_Rename
source: Renaming...
es: Renombrando...
zh_hans: 正在重命名...

# PM_ServersBusy
source: Servers too busy. Please wait.
es: Servidores ocupados. Por favor, espera.
zh_hans: 服务器忙碌中。请稍候...

# PM_DecryptNodesSubHeader
source: Decrypting nodes.
es: Descifrando nodos.
zh_hans: 正在解密节点。

# PM_LoadingPreview
source: Loading preview...
es: Cargando vista previa...
zh_hans: 正在加载预览...

# PM_ConfirmAccountHeader
source: Creating your account
es: Creando cuenta
zh_hans: 创建您的账户

# PM_ConfirmAccountSubHeader
source: Your 2048-bit RSA public / private key pair is now being created. This is a very important step and can take a couple of seconds. Please be patient.
es: Se está creando tu par de claves RSA pública / privada de 2048 bits. Este es un paso muy importante y puede llevar un par de segundos. Por favor sé paciente.
zh_hans: 您的2048位RSA公钥/私钥正在创建中。这是非常重要的一步，可能需要几秒钟。请耐心等待。

# PM_Patient
source: Please be patient
es: Por favor sé paciente.
zh_hans: 请耐心等待

# PM_LoginToFolderHeader
source: Opening folder link...
es: Abriendo el enlace de carpeta...
zh_hans: 正在开启文件夹链接...

# PM_LoginToFolderSubHeader
source: Please wait while we open the folder link.
es: Espera a que se abra el enlace de carpeta.
zh_hans: 请稍候，我们将打开文件夹链接。

# PM_ApiLocked
source: This process is taking longer than expected. Please wait.
es: Este proceso está tardando más de lo esperado. Por favor espera.
zh_hans: 处理花费的时间比预期的要长。请稍候。

# PM_ApiRateLimit
source: Too many requests. Please wait.
es: Demasiadas peticiones. Por favor espera.
zh_hans: 请求太多。请稍候。

# PM_ConnectivityIssue
source: Unable to reach MEGA. Please check your connectivity or try again later.
es: No se puede acceder a MEGA. Comprueba tu conexión o inténtalo más tarde.
zh_hans: 无法连接MEGA。请检查您的连接或稍后再试。
